Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Target public key
ar: المفتاح العام المستهدف
cs: Cílový veřejný klíč
de: Öffentlicher Zielschlüssel
es: Clave pública objetivo
es_419: Clave pública objetivo
fr: Clé publique du destinataire

source: Terminate App
ar: إنهاء التطبيق
cs: Ukončit aplikaci
de: App beenden
es: Terminar aplicación
es_419: Finalizar la aplicación
fr: Fermer l’application

source: The **payment history** and **contacts** for this wallet will be deleted from your iCloud account.
ar: سيتم حذف ** سجل الدفع** و ** جهات الاتصال** لهذه المحفظة من حسابك على iCloud.
cs: Historie** plateb** a **kontakty** pro tuto peněženku budou z vašeho účtu iCloud odstraněny.
de: Der **Zahlungsverlauf** und die **Kontakte** für diese Geldbörse werden aus Ihrem iCloud-Konto gelöscht.
es: El **historial de pagos** y los **contactos** de este monedero se eliminarán de tu cuenta de iCloud.
es_419: El **historial de pagos** y los **contactos** de este monedero se eliminarán de tu cuenta de iCloud.
fr: L'**historique des paiements** et les **contacts** de ce portefeuille seront supprimés de votre compte iCloud.

source: The **seed backup** for this wallet will be deleted from your iCloud account.
ar: سيتم حذف ** النسخة الاحتياطية ** لهذه المحفظة من حسابك على iCloud.
cs: Záloha **semen** této peněženky bude z vašeho účtu iCloud odstraněna.
de: Das **Samen-Backup** für diese Wallet wird aus deinem iCloud-Konto gelöscht.
es: La **copia de seguridad inicial** para esta billetera se eliminará de tu cuenta de iCloud.
es_419: La **copia de seguridad de la semilla** de esta billetera se eliminará de tu cuenta de iCloud.
fr: La **sauvegarde de votre clé** sera supprimée de votre compte iCloud.

source: The ID of the payment is not valid. Try again.
ar: معرف الدفع غير صالح. حاول مرة أخرى.
cs: ID platby není platný. Zkuste to znovu.
de: Die ID der Zahlung ist nicht gültig. Versuchen Sie es erneut.
es: El ID del pago no es válido. Inténtelo de nuevo.
es_419: El ID del pago no es válido. Inténtelo de nuevo.
fr: L\'identifiant du paiement n\'est pas valide. Réessayez.

source: The address is for %@, but you're on %@
ar: العنوان لـ %@ ، لكنك على %@
cs: Adresa je pro %@, ale jste na %@
de: Die Adresse ist für %@, aber du bist auf %@
es: La dirección es para %@, pero estas en %@
es_419: La dirección es para %@, pero estás en %@.
fr: L’adresse est pour %1$@, mais vous êtes sur %2$@

source: The backup phrase, known as a seed, is a list of 12 English words. It allows you to recover full access to your funds if needed.
ar: العبارة الاحتياطية، المعروفة باسم البذور، هي قائمة من 12 كلمة إنجليزية. تسمح لك باستعادة الوصول الكامل إلى أموالك إذا لزم الأمر.
cs: Záložní fráze, známá jako seed, je seznam 12 anglických slov. V případě potřeby vám umožní obnovit plný přístup k vašim finančním prostředkům.
de: Die Backup-Phrase, auch Seed genannt, ist eine Liste von 12 englischen Wörtern. Sie ermöglicht es dir, bei Bedarf wieder vollen Zugriff auf dein Geld zu erhalten.
es: La frase de respaldo, conocida como semilla, es una lista de 12 palabras en inglés. Le permite recuperar el acceso completo a sus fondos si es necesario.
es_419: La frase de respaldo, conocida como semilla, es una lista de 12 palabras en inglés. Te permite recuperar el acceso completo a tus fondos en caso necesario.
fr: La clé de sauvegarde, aussi connu sous le nom de graine ou "seed", est une liste de 12 mots en anglais. Elle vous permet de récupérer l'accès complet à vos fonds si besoin.

source: The closing transaction is in your transactions list.
ar: معاملة إغلاق القناة موجودة في قائمة المعاملات الخاصة بك على __الشاشة الرئيسية__. ويمكنك عرض حالة قنواتك في شاشة __قائمة القنوات__.
cs: Uzavírací transakce je ve vašem seznamu transakcí.
de: Die abschließende Transaktion befindet sich in deiner Transaktionsliste.
es: La transacción de cierre está en su lista de transacciones.
es_419: La transacción de cierre está en la lista de transacciones.
fr: La transaction de fermeture est visible dans la liste des transactions.

source: The closing transactions are in your transactions list.
ar: معاملات إغلاق القنوات موجودة في قائمة المعاملات الخاصة بك على __الشاشة الرئيسية__. ويمكنك عرض حالة قنواتك في شاشة __قائمة القنوات__.
cs: Uzavírací transakce jsou v seznamu transakcí.
de: Die abschließenden Transaktionen befinden sich in deiner Transaktionsliste.
es: Las transacciones de cierre están en su lista de transacciones.
es_419: Las transacciones de cierre están en la lista de transacciones.
fr: La transaction de fermeture sera visible dans votre historique de paiement.

source: The data stored in the cloud is encrypted, and can only be decrypted with your seed.
ar: يتم تشفير البيانات المخزنة في السحابة، ولا يمكن فك تشفيرها إلا بعبارة الاسترداد الخاصة بك.
cs: Data uložená v cloudu jsou šifrována a lze je dešifrovat pouze pomocí jejich seedu.
de: Die in der Cloud gespeicherten Daten sind verschlüsselt und können nur mit deinem Seed entschlüsselt werden.
es: Los datos almacenados en la nube están encriptados y solo se pueden desencriptar con su semilla.
es_419: Los datos almacenados en la nube están cifrados y solo pueden descifrarse con tu semilla.
fr: Les données stockées dans le cloud sont chiffrées, et ne peuvent être lues sans votre clé secrète.

source: The displayed fiat value will be the current price, based on the current fiat/bitcoin exchange rate.
ar: ستكون قيمة العملة الورقية المعروضة هي السعر الحالي، بناءً على سعر صرف العملة الورقية/البيتكوين الحالي.
cs: Zobrazená hodnota fiat bude aktuální cena na základě aktuálního směnného kurzu fiat/bitcoin.
de: Der angezeigte Fiat-Wert ist der aktuelle Preis, basierend auf dem aktuellen Fiat/Bitcoin-Wechselkurs.
es: El valor fiat mostrado será el precio actual, basado en el tipo de cambio actual fiat/bitcoin.
es_419: El valor en moneda fíat que se muestra será el precio actual, según la tasa de cambio actual entre moneda fíat y Bitcoin.
fr: La valeur fiduciaire sera affichée au prix courant, basé sur les taux de change publics entre monnaie fiduciaire/bitcoin.

source: The displayed fiat value will be the price you paid at the time of the payment.
ar: ستكون القيمة الورقية المعروضة هي السعر الذي دفعته وقت الدفع.
cs: Zobrazená hodnota fiatů bude odpovídat ceně, kterou jste zaplatili v době platby.
de: Der angezeigte Fiat-Wert ist der Preis, den du zum Zeitpunkt der Zahlung bezahlt hast.
es: El valor fiat mostrado será el precio que pagó en el momento del pago.
es_419: El valor en moneda fíat que se muestra será el precio que pagaste en el momento de la transacción.
fr: La valeur fiduciaire sera affichée au prix de change au moment où le paiement a été fait.

source: The expiry of this payment is too far in the future.
ar: انتهاء هذه الدفعة بعيد جداً في المستقبل.
cs: Konec platnosti této platby je příliš daleko v budoucnosti.
de: Der Verfall dieser Zahlung liegt zu weit in der Zukunft.
es: El vencimiento de este pago es demasiado lejano.
es_419: El vencimiento de este pago es demasiado lejano.
fr: L\'échéance de ce paiement est trop lointaine.

source: The fee is **%@%%** with a minimum fee of **%@**.
ar: الرسوم **%@٪** مع حد أدنى للرسوم **%@**.
cs: Poplatek je **%@%%** s minimálním poplatkem **%@**
de: Die Gebühr beträgt **%@%%** mit einer Mindestgebühr von **%@**.
es: La tarifa es de **%@%%** con una tarifa mínima de **%@**
es_419: La comisión es **%@%%** con una comisión mínima de **%@**.
fr: Les frais sont de **%1$@%%** avec un minimum de **%2$@**.

# The fee was %@ but your max fee was set to %@.
source: The fee was %1$@ but your max fee was set to %2$@.
ar: كانت الرسوم %1$@ ولكن تم تعيين الحد الأقصى للرسوم على %2$@.
cs: Poplatek byl %1$@, ale váš maximální poplatek byl nastaven na %2$@.
de: Die Gebühr betrug %1$@, aber deine maximale Gebühr war auf %2$@ eingestellt.
es: La tarifa era %1$@ pero su tarifa máxima se estableció en %2$@.
es_419: La comisión fue %1$@, pero tu comisión máxima estaba fijada en %2$@.
fr: Les frais étaient de %1$@ mais vos frais maximum étaient de %2$@.

# The fee was %@ which is more than %@ of the amount.
source: The fee was %1$@ which is more than %2$@ of the amount.
ar: كانت الرسوم %1$$@ أي أكثر من %2$@ من المبلغ.
cs: Poplatek byl %1$@, což je více než %2$@ částky.
de: Die Gebühr betrug %1$@, was mehr als %2$@ des Betrags ist.
es: La tarifa fue %1$@, que es más de %2$@ del monto.
es_419: La comisión fue %1$@, que es más del %2$@ del importe.
fr: Les frais étaient de %1$@ ce qui est plus que %2$@ du montant.

# The fee was **%@** but your max fee was set to **%@**.
source: The fee was **%1$@** but your max fee was set to **%2$@**.
ar: كانت الرسوم **%1$$$$** ولكن تم تعيين الحد الأقصى للرسوم على **%2$$$**.
cs: Poplatek činil **%1$@**, ale váš maximální poplatek byl nastaven na **%2$@**.
de: Die Gebühr war **%1$@**, aber deine maximale Gebühr war auf **%2$@** eingestellt.
es: La tarifa era **%1$@** pero tu tarifa máxima se estableció en **%2$@**.
es_419: La comisión fue **%1$@**, pero tu comisión máxima estaba fijada en **%2$@**.
fr: Les frais étaient de **%1$@** mais vos frais maximum étaient de **%2$@**.

# The fee was **%@** which is more than **%@** of the amount.
source: The fee was **%1$@** which is more than **%2$@** of the amount.
ar: كانت الرسوم **%1$$$** أي أكثر من **%2$** من المبلغ.
cs: Poplatek byl **%1$@**, což je více než **%2$@** částky.
de: Die Gebühr betrug **%1$@**, was mehr als **%2$@** des Betrags ist.
es: La tarifa fue de **%1$@**, que es más de **%2$@** del monto.
es_419: La comisión fue **%1$@**, que es más del **%2$@** del importe.
fr: Les frais étaient de **%1$@** ce qui est plus que **%2$@** du montant.

source: The final wallet is where funds are sent by default when your Lightning channels are closed.
ar: المحفظة الأخيرة هي المكان الذي يتم فيه إرسال الأموال بشكل افتراضي عند إغلاق قنوات Lightning الخاصة بك.
cs: Konečná peněženka je místo, kam se ve výchozím nastavení posílají prostředky, když jsou vaše Lightning kanály uzavřeny.
de: Die letzte Wallet ist der Ort, an den das Geld standardmäßig gesendet wird, wenn deine Lightning-Kanäle geschlossen sind.
es: La billetera final es donde se envían los fondos de forma predeterminada cuando sus canales Lightning están cerrados.
es_419: La billetera final es adonde se envían los fondos de forma predeterminada cuando se cierran los canales de Lightning.
fr: Le wallet final est là où les fonds sont envoyés par défaut lorsque vos canaux Lightning sont fermés.

source: The following steps will be performed:
ar: سيتم تنفيذ الخطوات التالية:
cs: Provedou se následující kroky:
de: Die folgenden Schritte werden durchgeführt:
es: Se realizarán los siguientes pasos:
es_419: Se llevarán a cabo los siguientes pasos:
fr: Les actions suivantes seront appliquées :

source: The invoice doesn't include an amount. This can be dangerous: malicious nodes may be able to steal your payment. To be safe, **ask the payee to specify an amount** in the payment request.
ar: لا تتضمن هذه الفاتورة مبلغًا. قد يكون هذا أمرًا خطيرًا: فقد تتمكن العقد الضارة من سرقة مبلغك. لكي تبقى بأمان، ***اطلب من المستفيد تحديد مبلغ*** في طلب الدفع.
cs: Faktura neobsahuje žádnou částku. To může být nebezpečné: škodlivé uzly mohou být schopné vaši platbu ukrást. Pro jistotu ** požádejte příjemce, aby v žádosti o platbu uvedl částku **.
de: Auf der Rechnung ist kein Betrag angegeben. Das kann gefährlich sein: Böswillige Nodes könnten deine Zahlung stehlen. Um sicher zu gehen, **fordere den Zahlungsempfänger auf, einen Betrag** in der Zahlungsanforderung anzugeben.
es: La factura no incluye el monto. Esto puede ser peligroso: los nodos maliciosos pueden robar su pago. Para estar seguro, **solicite al beneficiario que especifique un monto** en la solicitud de pago.
es_419: La factura no incluye un importe. Esto puede ser peligroso, ya que los nodos malintencionados podrían robarte el pago. Como medida de seguridad, **pídele al destinatario que especifique un importe** en la solicitud de pago.
fr: Cette requête de paiement ne définit pas de montant. Cela peut être dangereux : un noeud malicieux pourrait intercepter le paiement. Pour assurer la sécurité du paiement, **demandez au destinataire du paiement de spécifier un montant** dans sa requête.

source: The invoice is for (requestChain), but you're on (reason.myChain.name)
ar: الفاتورة لـ (requestChain)، لكنك على (reason.myChain.name)
cs: Faktura je pro (requestChain),ale vy jste na (reason.myChain.name)
de: Die Rechnung ist für (requestChain), aber du bist auf (reason.myChain.name)
es: La factura es para (requestChain), pero estás en (reason.myChain.name)
es_419: La factura es para (requestChain), pero estás en (reason.myChain.name).
fr: Cette requête est valable pour la chaîne (requestChain), mais vous êtes sur la chaîne (reason.myChain.name).

source: The invoice is for you. You are about to pay yourself.
ar: الفاتورة تابعة لك. انك تحاول أن تدفع لنفسك.
cs: Faktura je pro vás. Chystáte se zaplatit sami sobě.
de: Die Rechnung ist für dich. Du bist dabei, selbst zu bezahlen.
es: La factura es para ti. Estas a punto de pagarte a ti mismo.
es_419: La factura es para tu propia billetera, así que estás a punto de autopagarte.
fr: Cette requête de paiement vous est destinée. Vous allez vous payer vous-même.

source: The invoice is not for %@
ar: الفاتورة ليست لـ %@
cs: Faktura není určena pro %@
de: Die Rechnung ist nicht für %@
es: La factura no es para %@
es_419: La factura no es para %@
fr: Cette requête n'est pas pour %@

# The migration will cost %@ (≈ %@)
source: The migration will cost %1$@ (≈ %2$@)
ar: ستكلف عملية الترحيل %1$@ (≈ %2$@)
cs: Migrace bude stát %1$@ (≈ %2$@)
de: Die Migration wird %1$@ (≈ %2$@) kosten
es: La migración costará %1$@ (≈ %2$@)
es_419: La migración costará %1$@ (≈ %2$@)
fr: La migration va coûter %1$@ (≈ %2$@)

source: The payment amount is invalid.
ar: مبلغ الدفع غير صالح.
cs: Částka platby je neplatná.
de: Der Zahlungsbetrag ist ungültig.
es: El importe del pago no es válido.
es_419: El importe del pago no es válido.
fr: Le montant du paiement n\'est pas valide.

source: The payment amount is too big - try splitting it in several parts.
ar: مبلغ الدفع كبير جداً - حاول تقسيمه على عدة أجزاء.
cs: Částka je příliš velká - zkuste ji rozdělit na více částí.
de: Der Zahlungsbetrag ist zu groß - versuchen Sie, ihn in mehrere Teile aufzuteilen.
es: El importe del pago es demasiado grande - intente dividirlo en varias partes.
es_419: El importe del pago es demasiado grande - intente dividirlo en varias partes.
fr: Le montant du paiement est trop élevé - essayez de le diviser en plusieurs parties.

source: The payment amount is too small.
ar: مبلغ الدفع صغير للغاية.
cs: Částka je příliš malá.
de: Der Zahlungsbetrag ist zu klein.
es: El importe del pago es demasiado pequeño.
es_419: El importe del pago es demasiado pequeño.
fr: Le montant du paiement est trop faible.

source: The payment could not be relayed to the recipient (probably insufficient inbound liquidity).
ar: تعذر ترحيل الدفعة إلى المستلم (ربما لعدم كفاية السيولة الواردة).
cs: Platbu nebylo možné předat příjemci (pravděpodobně nedostatečná příchozí likvidita).
de: Die Zahlung konnte nicht an den Empfänger weitergeleitet werden (wahrscheinlich unzureichende eingehende Liquidität).
es: El pago no se ha podido retransmitir al destinatario (probablemente liquidez entrante insuficiente).
es_419: El pago no se ha podido retransmitir al destinatario (probablemente liquidez entrante insuficiente).
fr: Le paiement n\'a pas pu être transmis au destinataire. Il est probable qu\'il n\'ait pas suffisamment de liquidité entrante.

source: The payment could not be sent through your existing channels.
ar: لا يمكن إرسال الدفعة من خلال قنواتك الحالية.
cs: Platba nemohla být odeslána prostřednictvím vašich stávajících kanálů.
de: Die Zahlung konnte nicht über Ihre vorhandenen Kanäle gesendet werden.
es: El pago no se ha podido enviar a través de sus canales existentes.
es_419: El pago no se ha podido enviar a través de sus canales existentes.
fr: Le paiement n\'a pas pu être envoyé via les canaux disponibles.

source: The payment was rejected by the recipient. This particular invoice may have already been paid.
ar: تم رفض الدفع من قبل المستلم. قد تكون هذه الفاتورة المحددة قد تم دفعها بالفعل.
cs: Příjemce platbu odmítl. Tato konkrétní faktura již mohla být uhrazena.
de: Die Zahlung wurde vom Empfänger abgelehnt. Möglicherweise wurde diese Rechnung bereits bezahlt.
es: El pago ha sido rechazado por el destinatario. Es posible que esta factura en concreto ya se haya pagado.
es_419: El pago ha sido rechazado por el destinatario. Es posible que esta factura en concreto ya se haya pagado.
fr: Le paiement a été rejeté par le destinataire. Il se peut que ce paiement ait déjà été payée.

source: The received invoice is already in progress.
ar: الفاتورة المستلمة قيد التنفيذ بالفعل.
cs: Přijatá faktura již probíhá.
de: Die eingegangene Rechnung ist bereits in Bearbeitung.
es: La factura recibida ya está en curso.
es_419: La factura recibida ya está en curso.
fr: La facture reçue est déjà en cours.

source: The recipient is offline.
ar: المستلم غير متصل بالإنترنت.
cs: Příjemce je offline.
de: Der Empfänger ist offline.
es: El destinatario no está conectado.
es_419: El destinatario no está conectado.
fr: Le destinataire est hors ligne.

source: The recovery phrase (sometimes called a seed), is a list of 12 words. It allows you to recover full access to your funds if needed.
ar: عبارة الاسترداد (تسمى أحيانًا seed)، هي قائمة من 12 كلمة إنجليزية. تسمح لك باستعادة الوصول الكامل لأموالك إذا لزم الأمر.
cs: Obnovovací fráze (někdy nazývaná Seed) je seznam 12 slov. V případě potřeby umožňuje obnovit plný přístup k finančním prostředkům.
de: Die Recovery Phrase (manchmal auch Seed genannt) ist eine Liste von 12 Wörtern. Sie ermöglicht es dir, bei Bedarf wieder vollen Zugriff auf dein Geld zu erhalten.
es: La frase de recuperación (a veces llamada semilla), es una lista de 12 palabras. Le permite recuperar el acceso completo a sus fondos si es necesario
es_419: La frase de recuperación (a veces llamada semilla), es una lista de 12 palabras en inglés. Te permite recuperar el acceso completo a tus fondos si es necesario.
fr: La clé de sauvegarde (parfois appelée “seed”) est une phrase de douze mots. Elle vous permet de récupérer vos fonds en cas de besoin.

source: The request timed out. Please check your internet connection and try again.
ar: انتهت مهلة الطلب. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
cs: Požadavek se vyčerpal. Zkontrolujte prosím své internetové připojení a zkuste to znovu.
de: Die Anfrage wurde abgebrochen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: La solicitud ha expirado. Comprueba tu conexión a Internet e inténtalo de nuevo.
es_419: La solicitud ha expirado. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: La demande a dépassé le temps imparti. Veuillez vérifier votre connexion internet et réessayer.

source: The scanned QR code is not a bitcoin address
ar: رمز الـ QR الممسوح ضوئيًا ليس عنوان بيتكوين
cs: Naskenovaný QR kód není bitcoinová adresa
de: Der gescannte QR-Code ist keine Bitcoin-Adresse
es: El código QR escaneado no es una dirección de Bitcoin
es_419: El código QR escaneado no es una dirección de Bitcoin.
fr: Le QR code scanné n’est pas une adresse Bitcoin.

source: The service (%@) appears to be offline, or they have a down server
ar: يبدو أن الخدمة (%@) غير متصلة بالإنترنت، أو أن الخادم معطل
cs: Zdá se, že služba (%@) je offline, nebo mají nefunkční server
de: Der Dienst (%@) scheint offline zu sein, oder der Server ist ausgefallen
es: El servicio (%@) parece estar desconectado, o tienen un servidor caído
es_419: El servicio (%@) parece estar desconectado, o tienen un servidor caído
fr: Le service (%@) semble être hors ligne ou son serveur est en panne

source: The service (%@) doesn't support Lightning addresses, or doesn't know this user
ar: الخدمة (%@) لا تدعم عناوين Lightning، أو لا تعرف هذا المستخدم
cs: Služba (%@) nepodporuje adresy Lightning nebo tohoto uživatele nezná
de: Der Dienst (%@) unterstützt keine Lightning-Adressen, oder kennt diesen Benutzer nicht
es: El servicio (%@) no admite direcciones Lightning, o no conoce a este usuario
es_419: El servicio (%@) no admite direcciones Lightning, o no conoce a este usuario
fr: Le service (%@) ne supporte pas les adresses Lightning, ou ne connaît pas cet utilisateur

# The service (%@) returned error code: %d
source: The service (%1$@) returned error code: %2$d
ar: قامت الخدمة (%1$@) بإرجاع رمز الخطأ (%1$$): %2$d
cs: Služba (%1$@) vrátila chybový kód: %2$d
de: Der Dienst (%1$@) hat einen Fehlercode zurückgegeben: %2$d
es: El servicio (%1$@) ha devuelto el código de error: %2$d
es_419: El servicio (%1$@) ha devuelto el código de error: %2$d
fr: Le service (%1$@) a renvoyé un code d'erreur : %2$d

# The service (%@) returned error message: %@
source: The service (%1$@) returned error message: %2$@
ar: قامت الخدمة (%1$$@) بإرجاع رسالة خطأ: %2$@
cs: Služba (%1$@) vrátila chybovou zprávu: %2$@
de: Der Dienst (%1$@) hat eine Fehlermeldung zurückgegeben: %2$@
es: El servicio (%1$@) ha devuelto un mensaje de error: %2$@
es_419: El servicio (%1$@) ha devuelto un mensaje de error: %2$@
fr: Le service (%1$@) a renvoyé un message d'erreur : %2$@

source: The simulator cannot access the camera. Please use the clipboard.
ar: نظام المحاكاة لا يمكنه الوصول إلى الكاميرا. الرجاء استخدام الحافظة.
cs: Simulátor nemá přístup ke kameře. Použijte prosím schránku.
de: Der Simulator kann nicht auf die Kamera zugreifen. Bitte verwende die Zwischenablage.
es: El simulador no puede acceder a la cámara. Utilice el portapapeles.
es_419: El simulador no puede acceder a la cámara. Usa el portapapeles.
fr: Le simulateur ne peut pas accéder à la caméra. Veuillez utiliser le presse-papiers.

source: The swap-in wallet is a bridge to Lightning. Funds on this wallet will automatically be moved to Lightning according to your liquidity policy setting.
ar: محفظة المبادلة هي جسر إلى Lightning. سيتم نقل الأموال الموجودة في هذه المحفظة تلقائيًا إلى Lightning وفقًا لإعدادات سياسة السيولة الخاصة بك.
cs: Výměnná peněženka je mostem k blesku. Prostředky na této peněžence se automaticky přesunou do Lightningu podle nastavení zásad likvidity.
de: Die Swap-in-Wallet ist eine Brücke zu Lightning. Gelder auf dieser Wallet werden automatisch zu Lightning verschoben, je nach Einstellung deiner Liquiditätsrichtlinie.
es: El monedero de intercambio es un puente hacia Lightning. Los fondos de este monedero se trasladarán automáticamente a Lightning según la configuración de tu política de liquidez.
es_419: La billetera de intercambio es un puente hacia Lightning. Los fondos de esta billetera se trasladarán automáticamente a Lightning de acuerdo con la configuración de tu política de liquidez.
fr: Ce wallet est une passerelle vers Lightning. Les fonds déposés sur ce portefeuille seront automatiquement basculés ("swap-in") sur Lightning en fonction de vos paramètres de gestion.

source: The total fees exceed your balance
ar: إجمالي الرسوم التي تتجاوز رصيدك
cs: Celková výše poplatků přesahuje váš zůstatek
de: Die Gesamtgebühren übersteigen dein Guthaben
es: El total de las tasas supera tu saldo
es_419: El total de las tasas supera tu saldo
fr: Le total des frais est supérieur à votre solde
